Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/fedora-tm.tmx
Source language: en
Languages: ca_es

source: do not verify build dependencies
ca_es: no verifiquis les dependències del muntatge

source: do not accept i18N msgstr's from specfile
ca_es: no acceptis els msgstr d'i18N des d'un fitxer d'especificació

source: remove sources when done
ca_es: suprimeix els fonts en acabar

source: remove specfile when done
ca_es: suprimeix el fitxer d'especificació en acabar

source: skip straight to specified stage (only for c,i)
ca_es: vés directament a l'etapa especificada (només per a c,i)

source: override target platform
ca_es: omet plataforma objectiu

source: Build options with [ <specfile> | <tarball> | <source package> ]:
ca_es: Opcions de muntatge amb [ <fitxer d'especificacions> | <arxiu tar> | <paquet font> ]:

source: Failed build dependencies:
ca_es: Han fallat les dependències de muntatge:

source: Unable to open spec file %s: %s
ca_es: No s'ha pogut obrir el fitxer d'especificacions %s: %s

source: Failed to open tar pipe: %m
ca_es: No s'ha pogut obrir un conducte per al tar: %m

source: Failed to read spec file from %s
ca_es: No s'ha pogut llegir el fitxer d'especificacions des de %s

source: Failed to rename %s to %s: %m
ca_es: No s'ha pogut canviar el nom de %s per %s: %m

source: failed to stat %s: %m
ca_es: No s'ha pogut obtenir l'estat de %s: %m

source: File %s is not a regular file.
ca_es: El fitxer %s no és un fitxer regular.

source: File %s does not appear to be a specfile.
ca_es: El fitxer %s no sembla un fitxer d'especificacions.

source: Building target platforms: %s
ca_es: S'estan muntant les plataformes destí: %s

source: Building for target %s
ca_es: S'està muntant per al destí %s

source: initialize database
ca_es: initialitza la base de dades

source: rebuild database inverted lists from installed package headers
ca_es: torna a muntar les llistes invertides de la base de dades des de les capçaleres de paquets instal·lades

source: verify database files
ca_es: verifica els fitxers de la base de dades

source: Database options:
ca_es: Opcions de la base de dades:

source: verify package signature(s)
ca_es: verifica la signatura dels paquets

source: import an armored public key
ca_es: importa una clau pública armada

source: no arguments given
ca_es: no s'han donat arguments

source: sign package(s) (identical to --addsign)
ca_es: signa els paquets (igual que --addsign)

source: delete package signatures
ca_es: suprimeix les signatures dels paquets

source: Signature options:
ca_es: Opcions de la signatura:

source: Could not exec %s: %s
ca_es: No es pot executar %s: %s

source: You must set "%%_gpg_name" in your macro file
ca_es: Heu d'establir «%%_gpg_name» al vostre fitxer de macros

source: Enter pass phrase:
ca_es: Introduïu la contrasenya:

source: Pass phrase is good.
ca_es: La contrasenya és correcta.

source: use the following query format
ca_es: utilitza el format de consulta següent

source: Executing(%s): %s
ca_es: Executant(%s): %s

source: Exec of %s failed (%s): %s
ca_es: Ha fallat l'execució de %s (%s): %s

source: Bad exit status from %s (%s)
ca_es: L'estat de sortida de %s (%s) és erroni

source: RPM build errors:
ca_es: Errors del muntatge de l'RPM:

source: syntax error while parsing ==
ca_es: error de sintaxi mentre s'analitzava ==

source: syntax error while parsing &&
ca_es: error de sintaxi mentre s'analitzava &&

source: syntax error while parsing ||
ca_es: error de sintaxi mentre s'analitzava ||

source: parse error in expression
ca_es: error d'anàlisi a l'expressió

source: unmatched (
ca_es: no hi ha hagut coincidències (

source: - only on numbers
ca_es: - només als nombres

source: ! only on numbers
ca_es: ! només als nombres

source: types must match
ca_es: els tipus han de coincidir

source: * / not suported for strings
ca_es: * / no és disponible per a les cadenes

source: - not suported for strings
ca_es: - no és disponible per a les cadenes

source: && and || not suported for strings
ca_es: && i || no són disponibles per a les cadenes

source: syntax error in expression
ca_es: error de sintaxi a l'expressió

source: Missing '(' in %s %s
ca_es: Manca '(' a %s %s

source: Missing ')' in %s(%s
ca_es: Manca ')' a %s(%s

source: Invalid %s token: %s
ca_es: L'element %s no és vàlid: %s

source: Missing %s in %s %s
ca_es: Manca %s a %s %s

source: Non-white space follows %s(): %s
ca_es: %s() va seguit d'un caràcter que no és un espai en blanc: %s

source: Bad syntax: %s(%s)
ca_es: Sintaxi incorrecta: %s(%s)

source: Bad mode spec: %s(%s)
ca_es: Especificació de mode incorrecta: %s(%s)

source: Bad dirmode spec: %s(%s)
ca_es: Especificació de dirmode incorrecta: %s(%s)

source: Invalid capability: %s
ca_es: Capacitat invàlida: %s

source: File capability support not built in
ca_es: No s'ha muntat amb disponibilitat de fitxers

source: File must begin with "/": %s
ca_es: El fitxer ha de començar amb "/": %s

source: Unknown file digest algorithm %u, falling back to MD5
ca_es: L'algorisme %u de resum del fitxer és desconegut, s'està usant MD5

source: File listed twice: %s
ca_es: El fitxer apareix dues vegades: %s

source: Symlink points to BuildRoot: %s -> %s
ca_es: L'enllaç simbòlic apunta al BuildRoot: %s -> %s

source: File not found: %s
ca_es: No s'ha trobat el fitxer: %s

source: %s: can't load unknown tag (%d).
ca_es: %s: no es pot carregar l'etiqueta incorrecta (%d).

source: %s: public key read failed.
ca_es: %s: ha fallat la clau pública.

source: %s: not an armored public key.
ca_es: %s: no és una clau pública armada.

source: File needs leading "/": %s
ca_es: El fitxer ha de començar amb "/": %s

source: File not found by glob: %s
ca_es: El glob no ha trobat el fitxer: %s

source: line: %s
ca_es: línia: %s

source: Bad file: %s: %s
ca_es: Fitxer no vàlid: %s: %s

source: Bad owner/group: %s
ca_es: Propietari/grup incorrecte: %s

source: Checking for unpackaged file(s): %s
ca_es: S'està comprovant fitxers no empaquetats: %s

source: Installed (but unpackaged) file(s) found: %s
ca_es: Hi ha fitxers instal·lats però no empaquetats: %s

source: Arch dependent binaries in noarch package
ca_es: Els binaris dependents de l'arquitectura estan en el paquet noarch

source: %s: line: %s
ca_es: %s: línia: %s

source: Could not canonicalize hostname: %s
ca_es: El nom de màquina no es pot fer canònic: %s

source: Unable to write payload to %s: %s
ca_es: No s'ha pogut escriure les dades de %s: %s

source: Unable to read payload from %s: %s
ca_es: No s'ha pogut llegir les dades de %s: %s

source: Unknown payload compression: %s
ca_es: Compressió de dades desconeguda: %s

source: Unable to create immutable header region.
ca_es: No es pot crear la regió de capçalera no modificable.

source: Unable to open temp file.
ca_es: No s'ha pogut obrir el fitxer temporal.

source: Unable to write temp header
ca_es: No s'ha pogut escriure la capçalera temporal

source: Bad CSA data
ca_es: Dades CSA invàlides

source: Unable to reload signature header.
ca_es: No es pot tornar a carregar la capçalera de signatura.

source: Could not open %s: %s
ca_es: No es pot obrir %s: %s

source: Unable to write package: %s
ca_es: No es pot escriure el paquet: %s

source: Unable to open sigtarget %s: %s
ca_es: No s'ha pogut obrir el sigtarget %s: %s

source: Unable to read header from %s: %s
ca_es: No es pot llegir la capçalera de %s: %s

source: Unable to write header to %s: %s
ca_es: No es pot escriure la capçalera a %s: %s

source: Wrote: %s
ca_es: S'ha escrit: %s

source: Executing "%s":
ca_es: S'està executant: "%s":

source: Execution of "%s" failed.
ca_es: Ha fallat l'execució de "%s" .

source: Package check "%s" failed.
ca_es: Ha fallat la verificació del paquet "%s".

source: Could not generate output filename for package %s: %s
ca_es: No es pot generar el nom de fitxer de sortida per al paquet %s: %s

source: cannot create %s: %s
ca_es: no es pot crear %s: %s

source: line %d: second %s
ca_es: línia %d: segon %s

source: %%changelog entries must start with *
ca_es: les entrades del %%changelog han de començar amb *

source: incomplete %%changelog entry
ca_es: l'entrada de %%changelog no és completa

source: bad date in %%changelog: %s
ca_es: la data de %%changelog no és correcta: %s

source: %%changelog not in descending chronological order
ca_es: el %%changelog no està en ordre cronològic descendent

source: missing name in %%changelog
ca_es: manca el nom a %%changelog

source: no description in %%changelog
ca_es: no hi ha descripció a %%changelog

source: line %d: Error parsing %%description: %s
ca_es: línia %d: s'ha produït un error en analitzar %%description: %s

source: line %d: Bad option %s: %s
ca_es: línia %d: opció incorrecta %s: %s

source: line %d: Too many names: %s
ca_es: línia %d: massa noms: %s

source: line %d: Package does not exist: %s
ca_es: línia %d: no existeix Package: %s

source: line %d: Second description
ca_es: línia %d: segona descripció

source: line %d: Error parsing %%files: %s
ca_es: línia %d: s'ha produït un error en analitzar %%files: %s

source: line %d: Bad number: %s
ca_es: línia %d: número incorrecte: %s

source: line %d: Bad no%s number: %u
ca_es: línia %d: Numero dolent%s número: %u

source: line %d: Bad %s number: %s
ca_es: línia %d: número %s incorrecte: %s

source: %s %d defined multiple times
ca_es: %s %d definit múltiples vegades

source: Architecture is excluded: %s
ca_es: S'ha exclòs l'arquitectura: %s

source: Architecture is not included: %s
ca_es: No s'inclou l'arquitectura: %s

source: OS is excluded: %s
ca_es: S'ha exclòs el SO: %s

source: OS is not included: %s
ca_es: No s'ha inclòs el SO: %s

source: %s field must be present in package: %s
ca_es: El camp %s ha de ser present al paquet: %s

source: Duplicate %s entries in package: %s
ca_es: L'entrada %s és duplicada al paquet: %s

source: Unable to open icon %s: %s
ca_es: No s'ha pogut obrir la icona %s: %s

source: Unable to read icon %s: %s
ca_es: No s'ha pogut llegir la icona %s: %s

source: Unknown icon type: %s
ca_es: El tipus d'icona és desconegut: %s

source: line %d: Tag takes single token only: %s
ca_es: línia %d: l'etiqueta pren un únic testimoni: %s

source: line %d: Malformed tag: %s
ca_es: línia %d: l'etiqueta és malament formada: %s

source: line %d: Empty tag: %s
ca_es: línia %d: l'etiqueta és buida: %s

source: line %d: Prefixes must not end with "/": %s
ca_es: línia %d: els prefixos no poden acabar en «/»: %s

source: line %d: Docdir must begin with '/': %s
ca_es: línia %d: «Docdir» ha de començar per «/»: %s

source: line %d: Epoch field must be an unsigned number: %s
ca_es: línia %d: el camp Epoch ha d'ésser un nombre sense signe: %s

source: line %d: Bad %s: qualifiers: %s
ca_es: línia %d: %s és incorrecte: qualificadors: %s

source: line %d: Bad BuildArchitecture format: %s
ca_es: línia %d: el format de «BuildArchitecture» és incorrecte: %s

source: line %d: Only noarch subpackages are supported: %s
ca_es: linia %d: Només els subpaquets noarch estan suportats: %s

source: Internal error: Bogus tag %d
ca_es: S'ha produït un error intern: l'etiqueta %d és incorrecta

source: Bad package specification: %s
ca_es: L'especificació del paquet és incorrecta: %s

source: Package already exists: %s
ca_es: El paquet ja existeix: %s

source: line %d: Unknown tag: %s
ca_es: línia %d: l'etiqueta és desconeguda: %s

source: %%{buildroot} couldn't be empty
ca_es: %%{buildroot} no pot estar buit

source: %%{buildroot} can not be "/"
ca_es: %%{buildroot} no pot ésser "/"

source: Bad source: %s: %s
ca_es: La font és incorrecta: %s: %s

source: No patch number %u
ca_es: No existeix el pedaç número %u

source: %%patch without corresponding "Patch:" tag
ca_es: %%patch sense l'etiqueta "Patch:" corresponent

source: No source number %u
ca_es: No existeix la font número %u

source: No "Source:" tag in the spec file
ca_es: Falta l'etiqueta "Source:" en el fitxer d'especificacions

source: Error parsing %%setup: %s
ca_es: Hi ha hagut un error en analitzar %%setup: %s

source: line %d: Bad arg to %%setup: %s
ca_es: línia %d: l'argument a %%setup és incorrecte: %s

source: line %d: Bad %%setup option %s: %s
ca_es: línia %d: l'opció de %%setup %s és incorrecta: %s

source: Invalid patch number %s: %s
ca_es: El número de pedaç %s no és vàlid: %s

source: line %d: second %%prep
ca_es: línia %d: segon %%prep

source: line %d: triggers must have --: %s
ca_es: línia %d: els activadors han de tenir --: %s

source: line %d: Error parsing %s: %s
ca_es: línia %d: s'ha produït un error en analitzar %s: %s

source: line %d: internal script must end with '>': %s
ca_es: línia %d: l'script intern ha d'acabar en «>»: %s

source: line %d: script program must begin with '/': %s
ca_es: línia %d: el programa d'script ha de començar per «/»: %s

source: line %d: Second %s
ca_es: línia %d: Segon %s

source: line %d: unsupported internal script: %s
ca_es: línia %d: l'script intern no està disponible: %s

source: line %d: %s
ca_es: línia %d: %s

source: Unable to open %s: %s
ca_es: No es pot obrir %s: %s

source: %s:%d: Got a %%else with no %%if
ca_es: %s:%d: s'ha obtingut un %%else sense %%if

source: %s:%d: Got a %%endif with no %%if
ca_es: %s:%d: s'ha obtingut un %%endif sense %%if

source: No compatible architectures found for build
ca_es: No s'ha trobat cap arquitectura compatible per al muntatge

source: Package has no %%description: %s
ca_es: El paquet no té %%description: %s

source: Couldn't create pipe for %s: %m
ca_es: No s'ha pogut crear la canonada per a %s: %m

source: Couldn't exec %s: %s
ca_es: No s'ha pogut executar %s: %s

source: Couldn't fork %s: %s
ca_es: No s'ha pogut crear el procés fill de «%s»: %s

source: Conversion of %s to long integer failed.
ca_es: Ha fallat la conversió de %s a enter gran.

source: magic_open(0x%x) failed: %s
ca_es: Ha fallat magic_open(0x%x): %s

source: magic_load failed: %s
ca_es: Ha fallat magic_load: %s

source: Recognition of file "%s" failed: mode %06o %s
ca_es: Ha fallat el reconeixement del fitxer "%s": mode %06o %s

source: Finding %s: %s
ca_es: S'està cercant %s: %s

source: Failed to find %s:
ca_es: Ha fallat la cerca de %s:

source: query of specfile %s failed, can't parse
ca_es: ha fallat la consulta del fitxer d'especificació %s, no es pot analitzar

source: Bad magic
ca_es: Valor màgic incorrecte

source: Bad/unreadable header
ca_es: Capçalera dolenta/il·legible

source: Header size too big
ca_es: La mida de la capçalera és massa gran

source: Missing hard link(s)
ca_es: Manquen els enllaços durs

source: Digest mismatch
ca_es: No hi ha coincidència de resums

source: Archive file not in header
ca_es: El fitxer de l'arxiu no és a la capçalera

source: failed -
ca_es: ha fallat -

source: %s is a Delta RPM and cannot be directly installed
ca_es: %s és un Delta RPM i no es pot instal·lar directament

source: Unsupported payload (%s) in package %s
ca_es: Les dades (%s) no estan disponibles al paquet %s

source: package %s was already added, skipping %s
ca_es: el paquet %s ja s'ha afegit, s'està ignorant %s

source: package %s was already added, replacing with %s
ca_es: el paquet %s ja es va afegir, s'està reemplaçant per %s

source: (not a number)
ca_es: (no és una xifra)

source: (not base64)
ca_es: (no és base64)

source: (invalid type)
ca_es: (tipus invàlid)

source: (not a blob)
ca_es: (no és un blob)

source: (invalid xml type)
ca_es: (tipus d'XML invàlid)

source: (not an OpenPGP signature)
ca_es: (no és una signatura d'OpenPGP)

source: user %s does not exist - using root
ca_es: l'usuari %s no existeix - usant el root

source: group %s does not exist - using root
ca_es: el grup %s no existeix - s'està usant el root

source: %s saved as %s
ca_es: %s desat com a %s

source: %s created as %s
ca_es: %s creat com a %s

source: tag[%d]: BAD, tag %d type %d offset %d count %d
ca_es: etiqueta[%d]: dolenta, etiqueta %d tipus %d desplaçament %d compte %d

source: hdr SHA1: BAD, not hex
ca_es: capçalera SHA1: dolenta, no és hexadecimal

source: hdr RSA: BAD, not binary
ca_es: capçalera RSA: dolenta, no és binària

source: hdr DSA: BAD, not binary
ca_es: capçalera DSA: dolenta, no és binària

source: blob size(%d): BAD, 8 + 16 * il(%d) + dl(%d)
ca_es: mida del blob(%d): dolenta, 8 + 16 * il(%d) + dl(%d)

source: region offset: BAD, tag %d type %d offset %d count %d
ca_es: desplaçament de regió: dolent, etiqueta %d tipus %d desplaçament %d compte %d

source: region trailer: BAD, tag %d type %d offset %d count %d
ca_es: tros de regió: dolenta, etiqueta %d tipus %d desplaçament %d compte %d

source: region size: BAD, ril(%d) > il(%d)
ca_es: la dimensió de la regió: dolenta, ril(%d) > il(%d)

source: hdr size(%d): BAD, read returned %d
ca_es: capçalera dimensió (%d): dolenta, la lectura ha retornat %d

source: hdr magic: BAD
ca_es: capçalera màgica: dolenta

source: hdr tags: BAD, no. of tags(%d) out of range
ca_es: capçalera d'etiquetes: dolentes, número d'etiquetes (%d) fora de rang

source: hdr data: BAD, no. of bytes(%d) out of range
ca_es: capçalera de dades: dolenta, número de bytes(%d) fora de rang

source: hdr blob(%zd): BAD, read returned %d
ca_es: capçalera blob(%zd): dolenta, la lectura ha retornat %d

source: hdr load: BAD
ca_es: càrrega de la capçalera: dolenta

source: %s: rpmReadSignature failed: %s
ca_es: %s: El rpmReadSignature ha fallat: %s

source: %s: No signature available
ca_es: %s: No hi ha signatura disponible

source: %s: headerRead failed: %s
ca_es: %s: El headerRead ha fallat: %s

source: %s: Fread failed: %s
ca_es: %s: El Fread ha fallat: %s

source: predefine MACRO with value EXPR
ca_es: predefineix MACRO amb el valor EXPR

source: define MACRO with value EXPR
ca_es: defineix la MACRO amb el valor EXPR

source: print macro expansion of EXPR
ca_es: imprimeix l'expansió de la macro de l'EXPR

source: read <FILE:...> instead of default file(s)
ca_es: llegeix <FILE:...> en comptes dels fitxers per defecte

source: <FILE:...>
ca_es: <FITXER:...>

source: don't verify package digest(s)
ca_es: no verifiquis els resums dels fitxers

source: don't verify database header(s) when retrieved
ca_es: no verifiquis les capçaleres de la base de dades en obtenir-les

source: don't verify package signature(s)
ca_es: no verifiquis les signatures del paquet

source: send stdout to CMD
ca_es: envia de la sortida estàndard a CMD

source: use ROOT as top level directory
ca_es: utilitza ROOT com a directori d'alt nivell

source: display known query tags
ca_es: mostra etiquetes de consulta conegudes

source: display final rpmrc and macro configuration
ca_es: mostra rpmrc final i la configuració de macros

source: provide less detailed output
ca_es: proporciona sortides menys detallades

source: provide more detailed output
ca_es: proporciona sortides més detallades

source: print the version of rpm being used
ca_es: escriu la versió d'RPM que s'està usant

source: debug payload file state machine
ca_es: depura la màquina d'estats del fitxer de dades

source: debug rpmio I/O
ca_es: depura l'E/S de l'rpmio

source: %s: option table misconfigured (%d)
ca_es: %s: la taula d'opcions no està ben configurada (%d)

source: exclude paths must begin with a /
ca_es: els camins exclosos han de començar per /

source: relocations must begin with a /
ca_es: les reubicacions han de començar per /

source: relocations must contain a =
ca_es: les reubicacions han de contenir =

source: relocations must have a / following the =
ca_es: les reubicacions han de tenir un / seguit de =

source: install all files, even configurations which might otherwise be skipped
ca_es: instal·la tots els fitxers, fins i tot configuracions que podrien ser ignorades

source: remove all packages which match <package> (normally an error is generated if <package> specified multiple packages)
ca_es: suprimeix tots els paquets que coincideixen amb <paquet> (normalment es genera un error si <paquet> especifica múltiples paquets)

source: relocate files in non-relocatable package
ca_es: reubica els fitxers en un paquet no reubicable

source: print dependency loops as warning
ca_es: escriu els bucles de dependències com a avís

source: erase (uninstall) package
ca_es: suprimeix (desinstal·la) un paquet

source: <package>+
ca_es: <paquet>+

source: do not install configuration files
ca_es: no instal·lis fitxers de configuració

source: do not install documentation
ca_es: no instal·lis documentació

source: skip files with leading component <path>
ca_es: ignora fitxers amb un component inicial <camí>

source: <path>
ca_es: <camí>

source: short hand for --replacepkgs --replacefiles
ca_es: abreviatura de --replacepkgs --replacefiles

source: upgrade package(s) if already installed
ca_es: actualitza els paquets si ja estan instal·lats

source: <packagefile>+
ca_es: <fitxerPaquet>+

source: print hash marks as package installs (good with -v)
ca_es: escriu marques durant la instal·lació de paquets (millor amb -v)

source: don't verify package architecture
ca_es: no verifiquis l'arquitectura del paquet

source: don't verify package operating system
ca_es: no verifiquis el sistema operatiu del paquet

source: don't check disk space before installing
ca_es: no comprovis l'espai en disc abans d'instal·lar

source: install documentation
ca_es: instal·la documentació

source: install package(s)
ca_es: instal·la paquets

source: update the database, but do not modify the filesystem
ca_es: actualitza la base de dades, però no modifiquis el sistema de fitxers

source: do not verify package dependencies
ca_es: no verifiquis les dependències dels paquets

source: don't verify digest of files
ca_es: no verificar els resums dels fitxers

source: don't verify digest of files (obsolete)
ca_es: no verificar els resums dels fitxers (obsolet)

source: don't install file security contexts
ca_es: no instal·lis els contexts de seguretat dels fitxers

source: do not reorder package installation to satisfy dependencies
ca_es: no reordenis la instal·lació dels paquets per a satisfer les dependències

source: do not execute package scriptlet(s)
ca_es: no executis els scriptlets del paquet

source: do not execute %%pre scriptlet (if any)
ca_es: no executis cap scriptlet %%pre

source: do not execute %%post scriptlet (if any)
ca_es: no executis cap scriptlet %%post

source: do not execute %%preun scriptlet (if any)
ca_es: no executis cap scriptlet %%preun

source: do not execute %%postun scriptlet (if any)
ca_es: no executis cap scriptlet %%postun

source: do not execute any scriptlet(s) triggered by this package
ca_es: no executis cap scriptlet invocat per aquest paquet

source: do not execute any %%triggerprein scriptlet(s)
ca_es: no executis cap scriptlet %%triggerprein

source: do not execute any %%triggerin scriptlet(s)
ca_es: no executis cap scriptlet %%triggerin

source: do not execute any %%triggerun scriptlet(s)
ca_es: no executis cap scriptlet %%triggerun

source: do not execute any %%triggerpostun scriptlet(s)
ca_es: no executis cap scriptlet %%triggerpostun

source: upgrade to an old version of the package (--force on upgrades does this automatically)
ca_es: actualitza a una versió antiga del paquet (--force ho fa automàticament en les actualitzacions)

source: print percentages as package installs
ca_es: escriu els percentatges com a instal·lació de paquets

source: relocate the package to <dir>, if relocatable
ca_es: reubica el paquet a <dir>, si és reubicable

source: relocate files from path <old> to <new>
ca_es: reubica els fitxers del camí <vell> al <nou>

source: <old>=<new>
ca_es: <vell>=<nou>

source: ignore file conflicts between packages
ca_es: ignora els conflictes de fitxers entre paquets

source: reinstall if the package is already present
ca_es: reinstal·la si el paquet ja està present

source: don't install, but tell if it would work or not
ca_es: no instal·lis, però digues si funcionarà correctament o no

source: upgrade package(s)
ca_es: actualitza paquets
